
[
    {
        "features": [
            {
                "name": "organization",
                "title": "Organization",
                "image": "",
                "subheading": "The sources for geodex comes mostly from collaboration with the EarthCube Council of Data Facilities (CDF).<a target='_blank' href='https://www.earthcube.org/group/council-data-facilities'>EarthCube Council of Data Facilities (CDF)</a>"
            },
            {
                "name": "providers",
                "title": "Providers",
                "image": "",
                "subheading": "CDF members who express their resources via structured data on the web approaches can be indexed."
            },
            {
                "name": "indexing",
                "title": "Indexing",
                "image": "",
                "subheading": "Geodex uses the gleaner program (<a target='_blank' href='https://gleaner.io'>gleaner.io</a>) to build the index and (<a target='_blank' href='https://github.com/fils/goobjectweb/blob/master/docs/about.md'>GROW</a>) as a server."
            }
        ],
        "reference": [
            {
                "name": "reference",
                "title": "Reference",
                "content": "<p>A very rough draft providing an overview on some topics related to geodex on the about page.</p>"
            }
        ],
        "mission": [
            {
                "name": "fair-data",
                "title": "FAIR Data",
                "content": "<p>Much of the work taking place here by providers is in support of FAIR data principles. We will be expanding this section to better connect the work here with FAIR.</p>"
            }
        ],
        "architecture": [
            {
                "name": "simple-architecture",
                "title": "Simple Architecture ",
                "content": "<p>The geodex architecture is exploring leveraging basic web architecture and structured data on the web to scale its services.</p><p> Schema.org is a collaborative, community activity with a mission to create, maintain, and promote schemas for structured data on the Internet, on web pages, in email messages, and beyond. Schema.org can be extended with vocabularies such as DCAT, SOSA, etc. This work is taking place at the ESIP Science on Schema. </p><p> Such an approach also allows us to leverage the rich ecosystem of tools developers currently leverage for JSON. Additionally a grow suite of tools and guides specifically for geosciences and structured data on the web are under development.</p>"
            } 
        ]
    }
  ]
  